[["H1.docx", "About HMR Waterfront:\nHMR Group is proud to introduce HMR Waterfront. A luxurious gated community that encloses fourteen high-rise residential towers, facilitated with modern amenities and efficient security to enjoy a peaceful lifestyle. With an enviable premium living experience, HMR Waterfront offers a revolutionary business district. The Commercial Tower entails top-notch business centres, offices, retail spaces, restaurants and coffee shops. Additional facilities include high-speed elevators, abundant basement car parking and podium floors"], ["H1.docx", "\nHMR Waterfront location:\nLocated at the edge of the Great Arabian Sea DHA Phase 8 Karachi"], ["H1.docx", "\nAbout H1 Tower:\nHI Tower is the Flagship Tower of HMR Waterfront located in DHA Phase 8, Karachi. This world-class community is arguably the most elegant and timeless beauty. A stunning skyline that will inspire the residents and visitors from around the world. It is a profound architecture, comprising of a 54 floors of luxury living with a grand lobby to welcome you"], ["H1.docx", "\nTypes of residential apartments in H1 Tower:\n1 Bedroom Apartment.\n2 Bedroom Apartment.\n3 Bedroom Apartment.\n4 Bedroom Apartment.\nTownhouse Apartment.\nPenthouse Apartment"], ["H1.docx", "\nH1 Tower Features and Amenities:\nElegant Reception\n24 hours Concierge\nSea and Boulevard Apartments\nInfinity Pool\nMulti-Purpose Hall\nFully Equipped Gym\nSpacious Bedrooms\nModern Bathrooms\nBuilt in Kitchen\t\nMaid's Room with attached bath\nHigh Speed Elevators\nRetail Outlets\nFire life safety certified lifts\nEvacuation System\n24/7 CCTV Surveillance\n8 Floors Parking\n2 Emergency exit Staircases\nDriver's room on each parking floor"], ["H1.docx", "\n\nRoom types available in residential apartment"], ["H1.docx", "\nH1 Tower offers a 1 bedroom residential apartment, room type 1B1. This apartment has a view of the Boulevard and is located on the Amenity Floor. The unit net area is 886.00 SFT, with a common area of 169.00 SFT. The sellable area is 1,055.00 SFT, and it includes an assigned parking bay of 128.00 SFT. The total assigned area is 1,183.00 SFT"], ["H1.docx", "\nH1 Tower offers a 1 bedroom residential apartment, room type 1B2. This apartment has a view of the Boulevard and is located on the Amenity Floor. The unit net area is 874.00 SFT, with a common area of 166.00 SFT. The sellable area is 1,040.00 SFT, and it includes an assigned parking bay of 128.00 SFT. The total assigned area is 1,168.00 SFT"], ["H1.docx", "\nH1 Tower offers a 1 bedroom residential apartment, room type 1B3. This apartment has a view of the Boulevard and is located on the Amenity Floor and 7th Floor. The unit net area is 893.00 SFT, with a common area of 170.00 SFT. The sellable area is 1,063.00 SFT, and it includes an assigned parking bay of 128.00 SFT. The total assigned area is 1,191.00 SFT.\nH1 Tower offers a 2 bedroom residential apartment, room type 2B1. This apartment has a view of the Boulevard and is located on the Amenity Floor. The unit net area is 2,044.00 SFT, with a common area of 389.00 SFT. The sellable area is 2,433.00 SFT, and it includes an assigned parking bay of 128.00 SFT. The total assigned area is 2,561.00 SFT"], ["H1.docx", "\nH1 Tower offers a 2 bedroom residential apartment, room type 2B2. This apartment has a view of the Sea and is located on the 7th - 24th Floor. The unit net area is 1,917.00 SFT, with a common area of 365.00 SFT. The sellable area is 2,282.00 SFT, and it includes an assigned parking bay of 128.00 SFT. The total assigned area is 2,410.00 SFT"], ["H1.docx", "\nH1 Tower offers a 2 bedroom residential apartment, room type 2B3. This apartment has a view of the Sea and is located on the 7th Floor. The unit net area is 1,972.00 SFT, with a common area of 376.00 SFT. The sellable area is 2,348.00 SFT, and it includes an assigned parking bay of 128.00 SFT. The total assigned area is 2,476.00 SFT"], ["H1.docx", "\nH1 Tower offers a 3 bedroom residential apartment, room type 3B1. This apartment has a view of the Sea and is located on the 16th - 24th Floor. The unit net area is 2,619.00 SFT, with a common area of 499.00 SFT. The sellable area is 3,118.00 SFT, and it includes an assigned parking bay of 256.00 SFT. The total assigned area is 3,374.00 SFT"], ["H1.docx", "\nH1 Tower offers a 3 bedroom residential apartment, room type 3B2. This apartment has a view of the Boulevard and is located on the 16th - 24th Floor. The unit net area is 2,724.00 SFT, with a common area of 519.00 SFT. The sellable area is 3,243.00 SFT, and it includes an assigned parking bay of 256.00 SFT. The total assigned area is 3,499.00 SFT"], ["H1.docx", "\nH1 Tower offers a 3 bedroom residential apartment, room type 3B3. This apartment has a view of the Boulevard and is located on the 16th - 24th Floor. The unit net area is 2,888.00 SFT, with a common area of 550.00 SFT. The sellable area is 3,438.00 SFT, and it includes an assigned parking bay of 256.00 SFT. The total assigned area is 3,694.00 SFT"], ["H1.docx", "\nH1 Tower offers a 4 bedroom residential apartment, room type 4B1. This apartment has a view of the Sea and is located on the 25th - 32nd Floor. The unit net area is 3,577.00 SFT, with a common area of 681.00 SFT. The sellable area is 4,258.00 SFT, and it includes an assigned parking bay of 384.00 SFT. The total assigned area is 4,642.00 SFT"], ["H1.docx", "\nH1 Tower offers a 4 bedroom residential apartment, room type 4B2. This apartment has a view of the Boulevard and is located on the 25th - 32nd Floor. The unit net area is 3,675.00 SFT, with a common area of 700.00 SFT. The sellable area is 4,375.00 SFT, and it includes an assigned parking bay of 384.00 SFT. The total assigned area is 4,759.00 SFT"], ["H1.docx", "\nH1 Tower offers a penthouse residential apartment, room type PH1. This apartment has a view of the Sea and is located on the 33rd & 34th Floor. The unit net area is 7,019.00 SFT, with a common area of 1,337.00 SFT. The sellable area is 8,356.00 SFT, and it includes an assigned parking bay of 512.00 SFT. The total assigned area is 8,868.00 SFT"], ["H1.docx", "\nH1 Tower offers a penthouse residential apartment, room type PH2. This apartment has a view of the Boulevard and is located on the 33rd & 34th Floor. The unit net area is 7,471.00 SFT, with a common area of 1,423.00 SFT. The sellable area is 8,894.00 SFT, and it includes an assigned parking bay of 512.00 SFT. The total assigned area is 9,406.00 SFT"], ["H1.docx", "\nH1 Tower offers a townhouse residential apartment, room type TH1. This apartment has a view of the Sea and is located on the Ground Floor. The unit net area is 6,375.00 SFT, with a common area of 1,214.00 SFT. The sellable area is 7,589.00 SFT, and it includes an assigned parking bay of 512.00 SFT. The total assigned area is 8,101.00 SFT"], ["H1.docx", "\nH1 Tower offers a townhouse residential apartment, room type TH2. This apartment has a view of the Sea and is located on the Ground Floor. The unit net area is 5,795.00 SFT, with a common area of 1,104.00 SFT. The sellable area is 6,899.00 SFT, and it includes an assigned parking bay of 512.00 SFT. The total assigned area is 7,411.00 SFT"], ["H1.docx", "\n\n\n"]]